{
  "horizon forbidden west": {
    "Completed New Game+": {
      "tags": [
        {
          "cls": "gt-difficulty",
          "label": "💀 Requires NG+"
        },
        {
          "cls": "gt-time",
          "label": "~20-30H"
        }
      ],
      "sections": [
        {
          "title": "How to Unlock",
          "steps": [
            "Complete the main story on any difficulty first to unlock New Game+ mode.",
            "Head to The Base and interact with the device in the common room to start NG+.",
            "Choose <strong>any difficulty</strong> — Story mode is fine if you just want this trophy.",
            "Complete all 17 story missions. You can rush straight through without doing side content.",
            "Trophy pops upon completing the final story mission in NG+."
          ]
        }
      ],
      "tips": [
        {
          "type": "tip",
          "text": "<strong>Tip:</strong> If you plan to do Ultra Hard anyway, you can combine this with \"Completed Ultra Hard\" and knock out both in one run."
        },
        {
          "type": "tip",
          "text": "<strong>Tip:</strong> Story difficulty makes enemies die in a few hits. Fastest route to just pop this trophy."
        }
      ],
      "source": {
        "label": "PSNProfiles Guide",
        "url": "https://psnprofiles.com/guide/14625-horizon-forbidden-west-new-game-dlc-trophy-guide"
      }
    },
    "Completed Ultra Hard": {
      "tags": [
        {
          "cls": "gt-skill",
          "label": "💀 Skill Wall"
        },
        {
          "cls": "gt-difficulty",
          "label": "Ultra Hard"
        },
        {
          "cls": "gt-time",
          "label": "~25-40H"
        }
      ],
      "sections": [
        {
          "title": "How to Unlock",
          "steps": [
            "Complete the main story once on any difficulty to unlock NG+ and Ultra Hard mode.",
            "Start a New Game+ and select <strong>Ultra Hard</strong> difficulty.",
            "On Ultra Hard: enemies have more health, deal more damage, health bars are hidden, and AI is more aggressive.",
            "Complete all 17 story missions on Ultra Hard. Side content is optional for this trophy.",
            "Trophy pops on completing the final mission."
          ]
        },
        {
          "title": "Ultra Hard Tips",
          "steps": [
            "<strong>Upgrade your gear</strong> before starting — bring your best coils and weaves from your first playthrough.",
            "Use the Sunwing to skip dangerous overworld encounters and save time.",
            "Elemental damage (shock, fire, frost) is very effective for staggering tough enemies.",
            "Stealth kills and traps are your best friends — avoid open fights where possible.",
            "If you get stuck, you can do Ultra Hard on a <em>second</em> NG+ cycle with better gear."
          ]
        }
      ],
      "tips": [
        {
          "type": "warning",
          "text": "<strong>Warning:</strong> Once you select Ultra Hard, you CANNOT lower the difficulty mid-playthrough. If you want to switch, you must start another NG+ cycle."
        },
        {
          "type": "tip",
          "text": "<strong>Tip:</strong> You can earn Champion Tokens simultaneously during this run — get both Ultra Hard and All NG+ Rewards done in one playthrough if possible."
        }
      ],
      "source": {
        "label": "PSNProfiles Guide",
        "url": "https://psnprofiles.com/guide/14625-horizon-forbidden-west-new-game-dlc-trophy-guide"
      }
    },
    "Obtained All New Game+ Rewards": {
      "tags": [
        {
          "cls": "gt-grind",
          "label": "⏱ Heavy Grind"
        },
        {
          "cls": "gt-time",
          "label": "40-60H total"
        }
      ],
      "sections": [
        {
          "title": "What You Need",
          "steps": [
            "Collect <strong>125 Champion Tokens</strong> total across any number of NG+ playthroughs.",
            "Spend all tokens buying every NG+ weapon, dye, and face paint from vendors.",
            "Tokens carry over between NG+ cycles — no need to do it all in one run.",
            "Story completion gives 30 tokens (2 per main mission, tutorials excluded).",
            "Side missions, Tallnecks, Relic Ruins, Cauldrons, Rebel Camps = 2 tokens each. Errands = 1 token each."
          ]
        },
        {
          "title": "Fastest Strategy",
          "steps": [
            "<strong>Run 1 (Ultra Hard):</strong> Complete main story + Tallnecks + Rebel Camps + Relic Ruins. Target ~75 tokens.",
            "<strong>Run 2 (Story difficulty):</strong> Start another NG+, rush story + remaining side content for the last ~50 tokens.",
            "Alternatively: do everything in one run on any difficulty if you have enough patience.",
            "Use the <strong>Sunwing</strong> to fly directly to objectives — skip all the climbing.",
            "Buy face paints and dyes first — those vendors disappear later in the game."
          ]
        }
      ],
      "tips": [
        {
          "type": "warning",
          "text": "<strong>Warning:</strong> Buy face paints and dyes EARLY — their vendors become unavailable at certain story points. Prioritize these before weapons."
        },
        {
          "type": "tip",
          "text": "<strong>Tip:</strong> If you own the Burning Shores DLC, its 5 story missions grant 33 bonus tokens — a significant shortcut."
        },
        {
          "type": "tip",
          "text": "<strong>Tip:</strong> Token purchases carry over between NG+ cycles, so you can spread this across multiple shorter playthroughs at any difficulty."
        }
      ],
      "source": {
        "label": "PSNProfiles Guide",
        "url": "https://psnprofiles.com/guide/14625-horizon-forbidden-west-new-game-dlc-trophy-guide"
      }
    }
  },
  "shinobi art of vengeance": {
    "SEGA Mega Play": {
      "tags": [
        {
          "cls": "gt-difficulty",
          "label": "💀 Hardest Trophy"
        },
        {
          "cls": "gt-skill",
          "label": "⚔️ Skill Wall"
        },
        {
          "cls": "gt-time",
          "label": "~5-15H"
        }
      ],
      "sections": [
        {
          "title": "Overview",
          "steps": [
            "Arcade Mode unlocks after beating the story. You must earn S rank on <strong>all Arcade stages</strong> — with the exception of \"The Chase\", \"Riptide\", and \"Ruse's Castle\" which cannot be played in Arcade.",
            "S rank requires a minimum score of <strong>65,000 points</strong> per stage.",
            "Score is built from a base score + bonuses: <strong>Time</strong> is the biggest factor, followed by <strong>No Damage Taken</strong> and <strong>Highest Combo</strong>. Other bonuses include No Ninjutsu Used (+10,000) and No Assists Used (+10,000, meaning no accessibility options and playing on default \"Shinobi\" difficulty).",
            "Two viable paths to S rank: (1) <strong>No Damage + Speed</strong>, or (2) <strong>Combo Exploit</strong> to bank massive points early and cruise the rest."
          ]
        },
        {
          "title": "Best Loadout: Berserker + Shield Amulets",
          "steps": [
            "Equip the <strong>Berserker Amulet</strong> — it ramps up damage the higher your combo count, to the point of one- or two-shotting bosses with Fire Ninpo at high counts.",
            "Pair it with the <strong>Shield Amulet</strong> — absorbs one hit every 60 seconds without resetting your combo. Effectively gives you a free mistake per minute.",
            "If you lose the shield, wait for it to regenerate before engaging again.",
            "A good third option is <strong>Kunai Finder</strong> — essentially gives you infinite Kunai when combo is above 20, which fuels Thunder Ninpo farming.",
            "<strong>Thunder Ninpo</strong> is especially useful for the combo exploit (see below)."
          ]
        },
        {
          "title": "The Combo Score Exploit (Easiest Method)",
          "steps": [
            "Most stages contain <strong>healers or healing devices</strong> that regenerate infinitely. Find these spots and wail on them to inflate your combo to 600–999+ hits.",
            "With <strong>Thunder Ninpo</strong>, you can chain hits rapidly on these targets to build the counter faster.",
            "Armored enemies also work — their armor <strong>regenerates after a few seconds</strong> if left alone, so you can keep hitting them indefinitely.",
            "Once you've banked a massive combo score from this exploit, you can finish the rest of the stage at a reasonable pace without needing No Damage or fast time to hit S rank.",
            "The guide from PSNProfiles notes each stage's specific farming opportunity — look up which healer/armored enemy is available in the stage you're struggling with."
          ]
        },
        {
          "title": "Key Tips for No-Damage / Speed Runs",
          "steps": [
            "Prioritize breaking enemy <strong>armor first</strong> — armored enemies won't stagger and resist burst damage. Use Shuriken Ninpo (ground) or Bomb Ninpo (air) to strip armor.",
            "The divekick combo is the most powerful sustained DPS: <strong>Divekick → Buzzsaw (don't spin to ground) → Kunai → cancel into Bomb Ninpo → cancel into Air Slash Ninpo</strong>. If you still have your double jump, you can repeat the full sequence.",
            "Don't waste time on Medals or extra enemies unless you calculate they're needed to push you over 65,000. Speed is worth more than extra kills.",
            "Use <strong>Shinobi Executions</strong> (fill the execution gauge on individual enemies) for big gold and potentially free Kunai/Rage refills.",
            "<strong>Do NOT use Ninjutsu</strong> (the Rage-bar abilities) if you want the +10,000 bonus. Ninpo (the charged magic attacks) is fine — they're separate."
          ]
        },
        {
          "title": "Stage-Specific Notes",
          "steps": [
            "<strong>Oboro Village (Stage 1)</strong> is the easiest starting point — short, simple enemies. Great for the \"complete untouched\" trophy simultaneously, and relatively easy S rank.",
            "Boss fights are dramatically easier with a high Berserker combo stacked — at 999 hits, Fire Ninpo can vaporize most bosses in 1-2 hits.",
            "Stages with mid-stage healers are the easiest to exploit — get to the healer fast, farm to 999, then sprint to the exit."
          ]
        }
      ],
      "tips": [
        {
          "type": "warning",
          "text": "<strong>Warning:</strong> Do NOT have accessibility options turned on — they disable the +10,000 \"No Assists\" bonus, making S rank harder to reach. The game does NOT disable trophies for using them, but the score penalty is real."
        },
        {
          "type": "tip",
          "text": "<strong>Tip:</strong> The combo exploit essentially makes time the only real constraint. As long as you hit the healer early and farm 600-999 hits, you can take damage and still hit S rank without needing to play perfectly."
        },
        {
          "type": "tip",
          "text": "<strong>Tip:</strong> Berserker + Shield is considered the strongest combo in the entire game — this setup will make every stage significantly more manageable."
        },
        {
          "type": "warning",
          "text": "<strong>Note:</strong> \"The Chase\", \"Riptide\", and \"Ruse's Castle\" are excluded from Arcade Mode entirely — you only need S ranks on the remaining stages."
        }
      ],
      "source": {
        "label": "PSNProfiles Guide",
        "url": "https://psnprofiles.com/guide/23945-shinobi-art-of-vengeance-trophy-guide"
      }
    }
  }
}